{
    "<PAD>": 0,
    "<UNK>": 1,
    "<BOS>": 2,
    "<EOS>": 3,
    "a": 4,
    "allows": 5,
    "and": 6,
    "architecture": 7,
    "architectures": 8,
    "are": 9,
    "artificial": 10,
    "as": 11,
    "attention": 12,
    "automatic": 13,
    "backpropagation": 14,
    "best": 15,
    "brain": 16,
    "branch": 17,
    "building": 18,
    "by": 19,
    "changing": 20,
    "computers": 21,
    "continue": 22,
    "convert": 23,
    "data": 24,
    "datasets": 25,
    "deep": 26,
    "descent": 27,
    "differentiation": 28,
    "education": 29,
    "embeddings": 30,
    "enables": 31,
    "every": 32,
    "evolve": 33,
    "finance": 34,
    "focus": 35,
    "for": 36,
    "foundation": 37,
    "framework": 38,
    "from": 39,
    "generate": 40,
    "gradient": 41,
    "healthcare": 42,
    "helps": 43,
    "hidden": 44,
    "high": 45,
    "human": 46,
    "important": 47,
    "improve": 48,
    "improves": 49,
    "in": 50,
    "includes": 51,
    "inside": 52,
    "inspired": 53,
    "intelligence": 54,
    "interact": 55,
    "into": 56,
    "is": 57,
    "language": 58,
    "large": 59,
    "learn": 60,
    "learning": 61,
    "like": 62,
    "loss": 63,
    "machine": 64,
    "minimizes": 65,
    "model": 66,
    "models": 67,
    "natural": 68,
    "network": 69,
    "networks": 70,
    "neural": 71,
    "next": 72,
    "numbers": 73,
    "of": 74,
    "on": 75,
    "optimization": 76,
    "other": 77,
    "patterns": 78,
    "performance": 79,
    "popular": 80,
    "powerful": 81,
    "predict": 82,
    "processing": 83,
    "projects": 84,
    "provides": 85,
    "python": 86,
    "pytorch": 87,
    "quality": 88,
    "represented": 89,
    "requires": 90,
    "revolutionized": 91,
    "self": 92,
    "sentence": 93,
    "summarization": 94,
    "text": 95,
    "the": 96,
    "through": 97,
    "to": 98,
    "token": 99,
    "training": 100,
    "transformer": 101,
    "transformers": 102,
    "transforming": 103,
    "translation": 104,
    "understand": 105,
    "updates": 106,
    "used": 107,
    "uses": 108,
    "vectors": 109,
    "way": 110,
    "weights": 111,
    "widely": 112,
    "will": 113,
    "with": 114,
    "word": 115,
    "words": 116,
    "world": 117
}